Repository: yrbane/nethttp.net-contact
Catalog: languages/default-*.po
Languages: fr_fr

source: A custom contact form plugin for WordPress. Once the plugin is activated, you can use the `[custom_contact_form]` shortcode to embed a contact form on your posts or pages.
fr_fr: Un plugin de formulaire de contact personnalisé pour WordPress. Une fois le plugin activé, vous pouvez utiliser le shortcode `[custom_contact_form]` pour intégrer un formulaire de contact sur vos publications ou pages.

source: Add the shortcode [custom_contact_form] to display the form.
fr_fr: Ajoutez le shortcode [custom_contact_form] pour afficher le formulaire.

source: Blacklisted Countries
fr_fr: Pays sur liste noire

source: Configure reCAPTCHA settings for your form. Get your keys at
fr_fr: Configurez les paramètres reCAPTCHA pour votre formulaire. Récupérez vos clés à

source: Contact Form
fr_fr: Formulaire de contact

source: Contact Form Submission from
fr_fr: Contact de

source: Custom CSS
fr_fr: CSS personnalisé

source: Custom CSS Code
fr_fr: Code CSS personnalisé

source: Customize the form's appearance by entering your own CSS here.
fr_fr: Personnalisez l'apparence du formulaire en saisissant votre propre CSS ici.

source: Delete all plugin data
fr_fr: Supprimer toutes les données du plugin

source: Destination Email(s)
fr_fr: E-mail(s) de destination

source: Don't show this message again
fr_fr: Ne plus afficher ce message

source: Email Address
fr_fr: Adresse Email

source: Email Settings
fr_fr: Paramètres de messagerie

source: Enter a comma-separated list of country codes to blacklist.
fr_fr: Saisissez une liste de codes de pays séparés par des virgules à mettre sur liste noire.

source: Enter multiple email addresses separated by commas.
fr_fr: Saisissez plusieurs adresses e-mail séparées par des virgules.

source: Invalid email address
fr_fr: Adresse e-mail invalide

source: Invalid reCAPTCHA, try again...
fr_fr: reCAPTCHA non valide, réessayez...

source: Name
fr_fr: Nom

source: No recipient email!
fr_fr: Aucun email de destinataire !

source: Phone
fr_fr: Téléphone

source: Please enter at least one valid email address.
fr_fr: Veuillez saisir au moins une adresse e-mail valide.

source: Please enter your email address.
fr_fr: Veuillez entrer votre adresse e-mail.

source: Please enter your message.
fr_fr: Veuillez saisir votre message.

source: Please enter your name.
fr_fr: S'il vous plaît entrez votre nom.

source: Please fill in all required fields.
fr_fr: Veuillez remplir tous les champs requis.

source: Please verify that you are not a robot.
fr_fr: Veuillez vérifier que vous n'êtes pas un robot.

source: reCAPTCHA Settings
fr_fr: Paramètres reCAPTCHA

source: Send
fr_fr: Envoyer

source: Settings
fr_fr: Paramètres

source: Sorry, there was a problem sending your message. Please try again later.
fr_fr: Désolé, un problème est survenu lors de l'envoi de votre message. Veuillez réessayer plus tard.

source: Thank you for installing the
fr_fr: Merci d'avoir installé le

source: This will delete all plugin data, including the blacklist and all banned IPs.
fr_fr: Cela supprimera toutes les données du plugin, y compris la liste noire et toutes les adresses IP interdites.

source: To configure the plugin settings, please visit the
fr_fr: Pour configurer les paramètres du plugin, veuillez visiter le

source: To delete all plugin data, please visit the
fr_fr: Pour supprimer toutes les données du plugin, veuillez visiter le

source: Unauthorized submission
fr_fr: Soumission non autorisée

source: Unauthorized submission or invalid form token.
fr_fr: Soumission non autorisée ou jeton de formulaire invalide.

source: You are about to deactivate the
fr_fr: Vous êtes sur le point de désactiver le

source: Your message was sent successfully. Thank you!
fr_fr: Votre message a bien été envoyé. Merci!
